<?php

return [

    // Пользователи
    'users' => [
        // Роли и их названия
        'roles' => [
            'customer' => 'Клиент',
            'staff' => 'Сотрудник',
            'admin' => 'Админ',
        ],
        // Роли сотрудников компании
        'team_roles' => [
            'staff',
            'admin',
        ],
    ],

    // Страницы
    'pages' => [
        'accesses' => [
            'all' => 'Нет',
            'user' => 'Авторизованные',
        ],
        'types' => [
            'page' => 'Страница',
            'section' => 'Раздел',
        ],
    ]
];
